Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/forms_schemes_fi/saamelainen_varhaiskasvatussuunnitelma.pdf.tmx
Source language: fin
Languages: sme

source: Vahvat sukulaisuus- ja perhesuhteet vahvistavat yhteisöllisyyttä ja yhteisöön sitoutumista.
sme: Nana fuolkevuohta- ja bearašgaskavuođat nannejit searvvušvuođa ja servošii čatnašuvvama.

source: Ihminen punnitsee identiteettiään niin omassa yhteisössä kuin sen ulkopuolellakin.
sme: Olmmoš vihkkehallá identitehtas iežas servodagas ja maiddái dan olggobealde.

source: Hyvin toimiva identiteetti edellyttää, että ihminen voi tuntea, että hänellä on samat juuret ja alkuperä kuin muilla saman alkuperän omaavilla ihmisillä.
sme: Identitehta, mii doaibmá bures, gáibida, ahte olmmoš sáhttá dovdat, ahte sus leat seammá ruohttasat ja duogáš go earáin seammá duogáža olbmuin.

source: Saamelaisnuoria koskevassa tutkimuksessa todetaan, että saamelainen identiteetti voi ilmentyä eri tasoilla: 5. Yksilö kokee saamelaisuuden luonnollisena.
sme: Sápmelašnuoraid guoskevaš dutkamušas gávnnahedje, ahte sápmelaš identitehta sáhttá dihttot eará dásiin: 5. Ovttaskas olmmoš vásiha sápmelašvuođa lunddolažžan.

source: Hänellä on tasapainoinen saamelainen identiteetti ja hän osaa kielensä ja sisäistää kulttuurinsa.
sme: Sus lea dássedettolaš sápmelaš identitehta ja son máhttá gielas ja ádde kultuvrras.

source: 4. Yksilö osaa saamen kielen, mutta ei tunne muita kulttuurinsa osa-alueita.
sme: 4. Ovttaskas máhttá sámegiela, muhto ii dovdda eará kultuvrras oasseguovlluid.

source: 3. Yksilö hallitsee yhden kulttuurinsa osa-alueen hyvin.
sme: 3. Ovttaskas hálddaša ovtta kultuvrras oasseguovllu bures.

source: 2. Yksilö kokee saamelaisen identiteettinsä esineiden kautta.
sme: 2. Ovttaskas vásiha sápmelaš identitehtas dávviriid bokte.

source: 1. Yksilö tiedostaa saamelaisen taustansa, mutta ei halua tuoda sitä esille.
sme: 1. Ovttaskas lea diđolaš sápmelaš duogážisttis, muhto ii hálit buktit dan ovdan.

source: Varhaiskasvatus tukee kotien kasvatusta ja valmentaa uusia sukupolvia toimimaan uudenaikaisessa saamelaisyhteisössä.
sme: Árabajásgeassin doarju ruovttuid bajásgeassima ja gárvvista ođđa sohkabuolvvaid doaibmat ođđaáigásaš sámeservodagas.

source: Keskeisenä tehtävänä on välittää tietoa saamelaisista kansana, kulttuuriperinnettä ja elämäntapaa positiivisella tavalla niin, että lapsi kiinnittyy omaan kulttuuriinsa ja kokee saamelaisuuden luonnollisena.
sme: Guovddáš doaibman lea sirdit dieđuid sápmelaččain álbmogin, kulturárbbi ja eallinvuogi positiivvalaš vugiin, nu áhte mánná čatnasaš iežas kultuvrasis ja vásiha sápmelašvuođa lunddolažžan.

source: Käytännön esimerkkejä kulttuuri-identiteetin vahvistamiseksi varhaiskasvatuksessa:
sme: Geavatlaš ovdamearkkat kulturidentitehta nannemii árabajásgeassimis:

source: • lapsen havainto- ja arviointikyvyn kehittäminen luomalla erilaisia tilanteita, jossa lapsi saa kokeilla ja kehittää taitojaan, osaamistaan, tunteitaan
sme: • máná áican- ja árvvoštallannávcca ovddideapmi ođđa dilálašvuođaid dahkamiin, main mánná sáhttá iskat ja ovddidit dáidduidis, máhttimis ja dovdduidis

source: • vahvat sukulaisuussuhteet
sme: • nana fuolkegaskavuođat

source: • saamelaisten tietojen ja taitojen opettaminen perinteentaitajien opastuksella
sme: • sápmelaš dieđuid ja dáidduid oahpaheapmi árbevierročehpiid láidestemiin

source: • tieto saamelaisten yhteisestä historiasta yhtenä kansana neljän valtakunnan alueella
sme: • diehtu sápmelaččaid historjjás oktan álbmogin njealji riikka guovllus

source: • tutustutaan isovanhempien elämän eri vaiheisiin
sme: • oahpásmuvvat stuorravánhemiid eallima eará muttuide

source: • vahva suhde kieliryhmän jäseniin
sme: • nana gaskavuohta giellajoavkku lahtuide

source: 4.2. 2 Yhteisöllisyys
sme: 4.2.2 Searvvušvuohta

source: Saamelaisilla on vahva yhteisöllisyys ja tietoisuus omista juuristaan ja suvunjäsenistä ja heidän asuinpaikoistaan.
sme: Sápmelaččain lea nana searvvušvuohta ja diđolašvuohta iežas ruohttasiin ja fuolkelahtuin ja sin ássanbáikkiin.

source: Yhteenkuuluvuuden tunne perheeseen muodostuu yhteisestä toimeentulosta, yhdessä asumisesta tai perheen historiasta.
sme: Oktiigullevašvuođa dovdu bearrašii boahtá oktasaš birgejumis, ovttas ássamis dahje bearraša historjjás.

source: Saamelaisessa kulttuurissa perhe on laaja sosiaalinen yhteisö, jossa sukulaisuussuhteet ja yhteenkuuluvuuden tunne ovat erityisen tärkeitä.
sme: Sápmelaš kultuvrras bearaš lea viiddis sosiálasearvvuš, mas fuolkegaskavuođat ja oktiigullevašvuođa dovdu leat hui dehálaččat.

source: Pohjoissaamelaisilla ja kolttasaamelaisilla perhe on perinteisesti muodostunut useammasta sukupolvesta.
sme: Davvisápmelaččain ja nuortalaččain bearaš lea árbevirolaččat šaddan máŋgga sohkabuolvvas.

source: Inarinsaamelaisilla perheen muodostaa useimmiten ydinperhe.
sme: Anáraččain bearraša vuođđun lea áđašbearaš.

source: Toiminnallinen kasvatus vahvistaa sukupolvien välistä yhteisöllisyyttä.
sme: Doaimmalaš bajásgeassin nanne sohkabuolvvaid gaskasaš searvvušvuođa.

source: Saamelaisille tärkeä sukulaisuus-, kummi- ja kaimajärjestelmä vahvistavat lapsen yhteenkuuluvuuden tunnetta.
sme: Sápmelaččaide dehálaš fuolkevuohta-, ristvánhen- ja gáibmevuogádat nannejit máná oktiigullevašvuođa dovddu.

source: Eri saamelaisryhmien välillä on eroavaisuuksia kummien määrässä ja tehtävissä.
sme: Eará sápmelašjoavkkuid gaskkas leat earut ristvánhemiid mearis ja doaimmain.

source: Esimerkiksi kolttasaamelaisessa perinteessä kummin kuollessa kummipojan tehtävä on tehdä risti haudalle ja kantaa se sinne.
sme: Ovdamearkan nuortalaš árbevierus ristvánhema jámedettiin risbártni bargun lea duddjot ruossa hávddi ala ja gurput dan dohko.

source: Nämä vaikutteet tulevat idästä ortodoksisesta uskonnosta.
sme: Dát váikkuhusat bohtet nuortin ortodoksalaš oskkus.

source: Kolttasaamelaisessa kulttuurissa ortodoksisuus toimii tärkeänä sosiaalistumisen muotona.
sme: Nuortalaš kultuvrras ortodoksalašvuohta doaibmá dehálaš sosiálalašluvvama hápmin.

source: Nykyisin yhteisöllisyys on suuri haaste, sillä alle 10-vuotiaista saamelaislapsista yli 70 % asuu saamelaisten kotiseutualueen ulkopuolella.
sme: Dál searvvušvuohta lea stuorra hástalus dan sivas, go vuollái 10-jahkásaš sápmelašmánáin badjel 70 % ásset sápmelaččaid ruovttuguovllu olggobealde.

source: Saamelaisalueella erityisesti inarin- ja kolttasaamelaiset asuvat hajallaan.
sme: Sámeguovllus eandalii anáraččat ja nuortalaččat ásset bieđgguid.

source: Varhaiskasvatuksella on erityisen tärkeä rooli sen varmistamisessa, että lapsi voi nauttia kulttuuristaan yhdessä muiden ryhmäänsä kuuluvien kanssa.
sme: Árabajásgeassimis lea earenoamáš dehálaš rolla dan dáhkideamis, ahte mánná sáhttá návddašit kultuvrrastis ovttas eará iežas jovkui gullevaččain.

source: Käytännön esimerkkejä yhteisöllisyyden vahvistamiseksi varhaiskasvatuksessa:
sme: Geavatlaš ovdamearkkat searvvušvuo đ a nannemii árabajásgeassimis:

source: • opetellaan sukulaisnimityksiä laatimalla oma sukukartta
sme: • oahpahallat fuolkevuohtanamahusaid go dahkat iežas fuolkekártta

source: • tutustutaan lasten kummeihin ja kaimoihin
sme: • oahpásmuvvat mánáid ristvánhemiidda ja gáimmiide

source: • tutustutaan saamelaiseen nimiperinteeseen ja nimen antamiseen
sme: • oahpásmuvvat sápmelaš nammaárbevirrui ja nama addimii

source: • muistetaan saamelaisia merkkipäiviä
sme: • gudnejahttit sápmelaš mearkabeivviid

source: • muistetaan sukulaisten syntymäpäiviä
sme: • muitit fulkkiid riegádanbeivviid

source: • tehdään yksikön yhdestä huoneesta ”yhteisöhuone”, jossa lasten perheen jäsenet voivat lasta tuodessaan tai hakiessaan istahtaa ja juoda kahvia
sme: • dahkat ovttadaga ovtta lanjas “searvvušlanja”, mas mánáid bearraša lahtut sáhttet máná buvttedettiin dahje vieččadettiin čohkkádit ja juhkat káfe

source: • vieraillaan vanhusten kerhoissa ja vanhainkodissa
sme: • galledallat boarrásiid rieggáin ja boarrásiidsiiddain

source: • tiivis vuorovaikutus oman saamelaisyhteisön jäsenten kanssa;
sme: • deahtis vuorrováikkuhus iežas sámeservoša lahtuiguin;

source: vuotuiskiertoon liittyvät, työt, retket, vierailut ja yhteiset säännölliset tapahtumat
sme: jahkegerdui gullevaš barggut, reaissut, galledallamat ja oktasaš jeavddalaš dáhpáhusat

source: • kirjeenvaihto (valokuvat, piirustukset) varhaiskasvatusyksikköjen kesken
sme: • reivelonohallan (čuovgagovat, sárgumat) árabajásgeassinovttadagaid gaskka

source: • tapaamiset muualla asuvien saamelaisten kanssa
sme: • deaivvadeamit eará sajis ássi sápmelaččaiguin

source: • järjestetään video- ja nettitapaamisia muualla asuvien saamelaisten kanssa
sme: • ordnet video- ja neahttadeaivvademiid eará sajiin ássi sápmelaččaiguin

source: • juhlitaan saamelaisten kansallispäivää ja opetellaan saamen suvun laulu
sme: • ávvudit sápmelaččaid álbmotbeaivvi ja oahpahallat sámi soga lávlaga

source: • luodaan oma lipunnostokäytäntö liputuspäiviä varten ja tunnetaan saamelaisten lipun symboliikka
sme: • dahkat iežas leavgaloktengeavadaga levgenbeivviid várás ja dovdat sámiid leavgga symbolihka

source: 4.2. 3. Luontoyhteys
sme: 4.2.3. Luondduoktavuohta

source: Saamelaiset ovat aina eläneet luonnonläheistä elämää ja eläminen on ollut sidoksissa luonnon kiertokulkuun ja vuotuiskiertoon.
sme: Sápmelaččat leat álo eallán luonddulagaš eallima ja eallin lea leamašan čatnasan luonddugerdui ja jahkodatgerdui.

source: Luonnonvaroja on käytetty kestävästi, oltu niiden käytössä kohtuullisia sekä kunnioitettu ja hoidettu luontoa.
sme: Luondduresurssaid leat geavahan gierdavaččat ja olbmot leat sihke gudnejahttán ja dikšon luonddu.

source: Saamelaisten perinteinen tietämys liittyy keskeisesti ihmisen ja luonnon väliseen suhteeseen.
sme: Sápmelaččaid árbevirolaš diehtu čatnasa olu olbmo ja luonddu gaskasaš gaskavuhtii.

source: Luonto, ihminen ja kulttuuri ovat kiinteästi sidoksissa toisiinsa.
sme: Luondu, olmmoš ja kultuvra leat lávga čatnasan nubbi nuppiide.

source: Luonto on osa kulttuuria ja ihmisyyttä.
sme: Luondu lea oassi kultuvrras ja olmmošvuođas.

source: Kulttuurin säilymiseksi on tärkeää huolehtia myös luonnon hyvinvoinnista.
sme: Kultuvrra seailuma dihtii lea dehálaš atnit fuola maiddái luonddu buresbirgejumis.

source: Luonnon tulisi kuulua keskeisenä osana lapsen jokapäiväiseen elämään.
sme: Luondu galggašii gullat guovddáš oassin máná juohkebeaivválaš eallimii.

source: Käytännön esimerkkejä luontoyhteyden vahvistamiseksi varhaiskasvatuksessa:
sme: Geavatlaš ovdamearkkat luondduoktavuo đ a nannemii árabajásgeassimis:

source: • lisätään lapsen ekologista luonnontietämystä saamelaisen ikääntyneen ihmisen opastuksella, mistä mitäkin luonnonmateriaalia voi ottaa ja minkä verran, liikutaan meluamatta, jälkiä jättämättä, ei katkota oksia tai käännellä kiviä, ei roskata
sme: • lasihit máná ekologaš luonddudieđu sápmelaš eallilan olbmo láidestemiin, gos guđege luonddumateriála sáhttá váldit ja man olu, johtit jaska, luottaid guođekeahttá, ii galgga doadjit ovssiid dahje boltut geđggiid, ii galgga nuoskidit

source: • kehitetään lapsen luonnon havainnointikykyä ja luonnossa kulkemisen taitoja
sme: • ovddidit máná luonddu áicannávcca ja luonddus johtima dáidduid

source: • opetellaan erilaisten maastojen nimityksiä ja erityispiirteitä
sme: • oahpahallat earálágan eanadagaid namahusaid ja sierrasárgosiid

source: • havainnoidaan päivittäin säätä ja eri luonnonilmiöitä
sme: • áicat beaivválaččat dálkki ja eará luondduihtagiid

source: • seurataan vuodenaikojen vaihtelua ja sen vaikutuksia eläimissä ja kasveissa
sme: • čuovvut jahkeáiggiid molsašuddama ja dan váikkuhusaid elliin ja šattuin

source: • opetellaan tunnistamaan lintuja ja metsäneläimiä sekä niiden jälkiä
sme: • oahpahallat dovdat lottiid ja meahcielliid sihke daid luottaid

source: • opetellaan käyttämään luonnon materiaaleja eri vuodenaikoina
sme: • oahpahallat geavahit luonddu materiálaid sierra jahkeáiggiin

source: • tutustutaan saamelaiseen paikannimistöön
sme: • oahpásmuvvat sápmelaš báikenammavuogádahkii

source: • tutustutaan saamelaisten pyhiin paikkoihin
sme: • oahpásmuvvat sápmelaš bassi báikkiide

source: 4. Perinteiset elinkeinot ja toimeentulo
sme: 4.2.4. Árbevirolaš ealáhusat ja birgejupmi

source: Poronhoito, kalastus, metsästys ja pienimuotoinen maatalous sekä käsityöt ja luonnonvaraisten tuotteiden keräily ovat saamelaisten perinteisiä elinkeinoja, joiden harjoittaminen on monille saamelaisille elämäntapa.
sme: Boazodoallu, guolástus, meahcástus ja smávvalunddot eanadoallu sihke giehtaduojit ja luonddudili buktagiid čoaggin leat sápmelaš árbevirolaš ealáhusat, maid hárjeheapmi lea máŋgga sápmelačča eallinvuohki.

source: Niitä harjoitetaan tavallisesti yhdistelmäelinkeinoina tai muiden ammattien ohella.
sme: Dat hárjehuvvojit dábálaččat lotnolasealáhussan dahje eará ámmáhiid olis.

source: Poronhoidolla on poronhoitokulttuurissa eläville saamelaisille suuri kulttuurinen merkitys, sillä poronhoitoon liittyy lihantuotannon lisäksi koko perheen ja suvun elämänpiiri kuten sosiaaliset suhteet, asuminen, kulkeminen, luontoympäristön tuntemus, perinteinen tietämys, luonnon ekologinen käyttö ja saamelaiset käsityöt.
sme: Boazodoalus lea boazodoallokultuvrras ealli sápmelaččaide stuorra kultuvrralaš mearkkašupmi, dan dihtii go boazodollui gullá biergobuvttadeami lassin oppa bearraša ja soga eallinbiire dego sosiála gaskavuođat, ássan, johttin, luonddubirrasa dovdamuš, árbevirolaš diehtu, luonddu ekologalaš geavaheapmi ja sápmelaš giehtaduojit.

source: Kalan pyynti on ollut vuosisatoja saamelaisten perinteinen elinkeino.
sme: Guollebivdu lea leamaš jahkečuđiid árbevirolaš ealáhus.

source: Inarinsaamelaiset ovat kalastajia Inarinjärvellä ja sen ympärillä.
sme: Anáraččat leat guolásteaddjit Anárjávrris ja dan birrasis.

source: Merenrannan kolttakylien perheillä oli omistusoikeuksia lohenkalastukseen merellä ja Paatsjoessa.
sme: Mearrarittu nuortalašgiliid bearrašiin ledje oamasteaddjivuoigatvuođat luossabivdui mearas ja Báhčaveajis.

source: Lohenkalastus on edelleenkin Tenonlaakson saamelaisen kulttuurin keskeinen tekijä.
sme: Luossabivdu lea ainge Deanuleagi sápmelaččaid kultuvrra guovddáš dahkki.

source: Käytännön esimerkkejä elinkeinojen ja toimeentulon huomioimisesta varhaiskasvatuksessa: Poronhoito:
sme: Geavatlaš ovdamearkkat ealáhusaid ja birgejumi vuhtiiváldimis árabajásgeassimis: Boazodoallu:

source: • opetellaan suopungin käyttöä, poromerkkejä, poron nimityksiä, leikitään poroleikkejä
sme: • oahpahallat suohpana geavaheami, bealljemearkkaid, bohcco namahusaid, duhkoraddat boazostohkosiid

source: • tehdään risuista poroja ja pieniä erotusaitoja sisä- ja ulkokäyttöön
sme: • dahkat rissiin bohccuid ja smávva bigálusáiddiid sis- ja olgoatnui

source: • käydään poroerotuksissa, vasanmerkityksessä
sme: • fitnat bigálusain, miessemearkumiin

source: • seurataan poron nylkemistä ja eri osien hyötykäyttöä
sme: • čuovvut bohcco njuovvama ja eará osiid ávkkástallama

source: • nostetaan jäkälää, tehdään lehtikerppuja, leikataan kortteita, heinää
sme: • doahput jeahkála, dahkat lastagihpuid, láddjet hoaššaid, suinniid

source: • opetellaan takkaporon sitomista ja tutustutaan poron lypsyyn
sme: • oahpahallat noađđehearggi čatnama ja oahpásmuvvat bohcco bahčimii

source: • opetellaan puukon ja leukun käyttöä
sme: • oahpahallat niibbi geavaheami Guolástus:

source: • opetellaan kalojen nimityksiä, erilaisia pyyntimenetelmiä ja kalan käsittelyä
sme: • oahpahallat guliid namaid, earálágan bivdovugiid ja guoli giehtadallama

source: • pyydetään keväällä kalaa pilkkimällä, juomuksilla, iskukoukuilla, katiskalla, koukuilla, kulkuttamalla
sme: • giđđat bivdit guoli jiekŋaoaggumiin, juoŋastemiin, časkkasáŋkoriin, guollehehkiin, áŋkoriin, golgademiin

source: • pyydetään kesällä kalaa verkoilla, uistimella, perholla, katiskalla, pitkällä siimalla, harrilautalla
sme: • bivdit geassit guoli firpmiin, vuokkain, dolgevuokkain, guollehehkiin, liinnain, uhteriin

source: • pyydetään syksyllä kalaa verkoilla, nuottaamalla, pitkällä siimalla, kolkkaamalla ja harrilautalla
sme: • bivdit guoli čakčat firpmiin, nuhtiin, liinnain, skoalkabivdduin ja uhteriin

source: • pyydetään kalaa talvella juomuksilla, nuotalla, pilkkimällä ja iskukoukuilla
sme: • bivdit guoli dálvit juoŋastemiin, nuhtiin, jiekŋaoaggumiin ja časkkasáŋkoriin

source: • opetellaan verkon korjausta, kalastusvälineiden ja veneen huoltamista
sme: • oahpahallat fierpmi divvuma, guolástusbiergasiid ja fatnasa divvuma

source: Metsästys ja keräily:
sme: Meahcástus ja č oaggin:

source: • opetellaan tekemään riekkoansoja
sme: • oahpahallat rievssahiid gárduma

source: • opetellaan tuntemaan eri eläinten jälkiä ja pyyntimenetelmiä pyynnin taitajan opastuksella
sme: • oahpahallat dovdat eará elliid luottaid ja bivdovugiid bivdomeastára láidestemiin

source: • kerätään syksyllä marjoja Maatalous:
sme: • čoaggit čakčat murjjiid Eanadoallu:

source: • tutustutaan lehmien ja lampaiden hoitamiseen vierailemalla karja- ja lammastilalla
sme: • oahpásmuvvat gussa- ja sávzadollui, galledallat návehis ja sávzadoalus

source: • tutustutaan sadonkorjuutöihin, kylvetään perunaa ja muita kasveja
sme: • oahpásmuvvat ládjobargguide, gilvit bohtehtosa ja eará šattuid

source: Ruokakulttuuri:
sme: Borramuškultuvra:

source: • järjestetään säännöllisiä saamelaisia ruokapäiviä ja leipomispäiviä perinteen taitajien opastuksella
sme: • ordnet jeavddalaččat sápmelaš borramušbeivviid ja láibunbeivviid árbevierromeaštáriid láidestemiin

source: • valmistetaan ruokaa päivittäin
sme: • ráhkadit biepmu beaivválaččat

source: • savustetaan kalaa ja poronlihaa, valmistetaan suolalihaa, suolakalaa
sme: • suovastit guoli dahje bohccobierggu, válmmaštit sáltebierggu, sálteguoli

source: • opetellaan marjojen säilömistä ja kerätään syötäviä luonnon kasveja;
sme: • oahpahallat murjjiid seailluheami ja čoaggit borahahtti šattuid;

source: väinönputki, suolaheinä
sme: boska, juopmu

source: • tutustutaan saamelaisten perinteisiin lääkekasveihin ja niiden käyttöön
sme: • oahpásmuvvat sápmelaččaid árbevirolaš dálkkodanšattuide ja daid atnui Viesut:

source: • rakennetaan saamelaisten perinteisiä asumuksia ja rakennelmia (esim. pienoismallit): laavu, korvakota, turvekota, erilaiset aitat
sme: • hukset sápmelaš árbevirolaš viesuid ja ráhkadusaid (omd. miniatiirat): lávvu, bealljegoahti, darfegoahti, earálágan áittit

source: • pystytetään laavu ja opetellaan siihen liittyvät käytänteet;
sme: • cegget lávu ja oahpahallat dasa gullevaš geavadagaid;

source: tulikivien ja torkkojen hakeminen, laavun eri
sme: áššogeđggiid ja duorggaid ohcan, lávu eará oasit, boradeapmi

source: Saamelainen käsityöperinne on hyvin rikas ja elävä osa saamelaiskulttuuria.
sme: Sápmelaš giehtaduodjeárbi lea rikkis ja ealli oassi sápmelaškultuvrras.

source: Käsityöt ovat käyttöesineitä ja niiden valmistus perustuu perinteiseen tietämykseen.
sme: Giehtaduojit leat atnudiŋggat ja daid ráhkadeami vuođđun lea árbevirolaš diđolašvuohta.

source: Saamelaiseen käsityöhön kuuluu mm. puu, sarvi- ja nahkatöitä sekä helmi- ja tinalankakirjontaa, nauhankudontaa ja verkapukineiden valmistusta ja koristelua punoksilla ja nauhoilla.
sme: Sápmelaš giehtaduodjái gullet ee. muorra-, čoarve- ja náhkkeduojit sihke bearral ja datneárpoherven, báddegođđin ja láđđegárvvuid goarrun ja čiŋaheapmi bárggáldagaiguin ja báttiiguin.

source: Suomen saamelaisilla on viisi saamenpuvun päämallia: Tenojokivarren, Enontekiö-Kautokeinon, Vuotson sekä inarinsaamelainen ja kolttasaamelainen puku.
sme: Suoma sápmelaččain leat vihtta sámegávtti váldomálle: Deatnogátti, Eanodat-Guovdageainnu, Vuohču sihke anáraččaid ja nuortalaččaid gákti.

source: Pukujen mallit ja koristelu seuraavat saamen kielirajoja.
sme: Gávttiid mállet ja herven čuvvot sámi giellarájáid.

source: Pukujen yksityiskohdat voivat vaihdella myös suvuittain ja perheittäin.
sme: Gávttiid ovttaskas áššit sáhttet molsašuddat maiddái sogaid ja bearrašiid bokte.

source: Kolttasaamelaisten puku eroaa eniten muista saamen puvuista muistuttaen karjalaisten kansallispukua.
sme: Nuortasápmelaččaid gákti earrána eanemus eará sámegávttiin ja muittuha gárjillaččaid čeardabiktasa.

source: Saamelaisille puku on osa saamelaista identiteettiä.
sme: Sámegákti lea oassi sápmelaš identitehtas.

source: Saamelaisessa kulttuurissa kansantaide ja sen sisältämä estetiikka on erottamaton osa jokapäiväistä elämää ja sillä on huomattava yhteisöllinen merkitys.
sme: Sápmelaš kultuvrras álbmotdáidda ja dan estetihkka dan siste lea čavga oassi juohkebeaivválaš eallimis ja das lea fuomášahtti servodatlaš mearkkašupmi.

source: Pukujen, päähineiden, paulojen koristeiden muodot ja värit ilmaisevat kuulumisen johonkin sukuun tai suurempaan alueelliseen yhteisöön ja vahvistavat yhteenkuuluvuuden tunnetta.
sme: Gávttiid, gahpiriid ja vuoddagiid čiŋaid hámit ja ivnnit muitalit muhtun sohkii gullama dahje stuorát guovlulaš servodahkii ja nannejit oktiigullevašvuođa dovddu.

source: Käsillä tekemisen avulla lapsi oppii arvostamaan kädentaitoja arkielämän hyödyllisinä taitoina.
sme: Gieđain dahkamiin mánná oahppá atnit árvvus giehtadáidduid árgaeallima ávkkálaš dáidun.

source: Käytännön esimerkkejä käsityöperinteestä varhaiskasvatuksessa:
sme: Geavatlaš ovdamearkkat giehtaduodjeárbevierus árabajásgeassimis:

source: • tehdään nukeille saamelaisia asusteita
sme: • ráhkadit dohkáide sápmelaš gárvvuid

source: • kutsutaan käsityöntaitajia opastamaan lapintakin ja siihen kuuluvien asusteiden käytössä
sme: • bovdet giehtaduodjemeaštára láidestit sámegávtti ja dasa gullevaš gárvvuid geavaheamis

source: • tutustutaan eri saamelaisryhmien pukuihin, asusteisiin ja päähineisiin
sme: • oahpásmuvvat eará sápmelašjoavkkuid gávttiide, gárvvuide ja gahpiriidda

source: • tehdään helmitöitä
sme: • dahkat bearraldujiid

source: • karstataan villaa, kehrätään värttinällä, kudotaan raanua
sme: • gáret ulluid, batnit snáldduin, gođđit ránu

source: • tehdään villalankatöitä (tupsut, nauhojen punonta/palmikointi, pirtanauha, lapinvanttuut)
sme: • dahkat ulloláigedujiid (diehpit, báttiid batnin/bárgin, njuikun, sámefáhccat)

source: • valmistetaan porontaljasta sisnaa, tehdään sisna- ja nahkatöitä
sme: • ráhkadit bohcco duoljis sistti, dahkat siste- ja náhkkedujiid

source: • tehdään puusta ja poronluusta erilaisia esineitä
sme: • ráhkadit muoras ja bohccodávttis earálágan dávviriid

source: • nyljetään, näskätään ja suolataan koipia, tehdään kenkäheinää
sme: • njuovvat, neaskit ja sáltet gápmasiid, válmmaštit gámasuoinni

source: • kuivataan keväällä hauen nahkoja ja tehdään nahoista käsitöitä ja kalan ruodoista koruja
sme: • goikadit giđđat hávkka náhkiid ja dahkat náhkiin giehtadujiid ja čielgedávttis čiŋaid

source: 4.2. 5. Sukupuolten välinen tasa-arvo ja ihmisyys
sme: 4.2.5. Sohkabeliid gaskasaš dásseárvu ja olmmošvuohta

source: Saamelaisyhteisössä naisilla on historiallisesti ollut tasa-arvoinen asema miesten kanssa, jolle on tyypillistä ollut etenkin roolien, tehtävien ja elämänpiirien symmetrisyys ja toisiaan täydentävyys.
sme: Sápmelašservodagas nissonolbmuin lea historjjálaččat leamaš dásseárvosaš sajádat almmáiolbmuid bálddas. Sajádahkii leamašan mihtilmas eandalii rollaid, bargguid ja eallinbirrasiid symmehtralašvuohta ja nuppi nuppiid dievasmahttin.

source: Varhaiskasvatuksen suunnittelussa ja toteutuksessa huolehditaan sukupuolten välisen tasa-arvon toteuttamisesta niin, että lapsi voi kehittää itseään ilman sukupuolirooliodotusten rajoituksia.
sme: Árabajásgeassima plánemis ja ollašuhttimis atnit fuola sohkabeliid gaskasaš dásseárvvu ollašuvvamis nu, ahte mánná sáhttá ovddidit iežas almmá sohkabeallerollaid ráddjehusaid.

source: Oppimisessa ja identiteetin vahvistamisessa huomioidaan tyttöjen ja poikien omimmat tavat toimia.
sme: Oahppamis ja identitehta nannemis váldit vuhtii nieiddaid ja gánddaid milloleamos vugiid doaibmat.

source: Pojat voivat kokea luonnossa toimimisen mielekkäämmäksi kuin sisätiloissa työskentelyn.
sme: Gánddat sáhttet vásihit luonddus doaibmama milloleabbon go siste doaibmama.
